{
  "en": {
    "services": [
      {
        "title": "Infection Control Management",
        "description": "Infection control management at Marsellia Cleaning and Environmental Protection Company is considered one of the key aspects in its mission to enhance the safety and quality of healthcare within institutions and healthcare facilities. Healthcare-associated infections are among the major health problems affecting the healthcare system globally, regionally, and locally. They are one of the leading causes of mortality among inpatients and visitors to healthcare facilities. Additionally, they cause delays in receiving treatment within hospitals and healthcare facilities.",
        "title-two": "Infection Control Strategy",
        "description-two": "Marsellia follows a comprehensive strategy for infection control in hospitals, aimed at preventing and controlling infections upon detection. This program includes written policies and measures defined by a specialized committee. This committee pays close attention to adhering to safe techniques in the recommended environment by the World Health Organization, as well as local and international environmental organizations. These include:",
        "steps": [
          "Providing resources and equipment to employees to sustain good infection control practices.",
          "Developing standards for procedures and systems recommended by international organizations for infection control and containment.",
          "Creating educational programs for relevant individuals to uphold these standards.",
          "Establishing systems to monitor hospital-acquired infections, identifying high-risk cases and areas requiring intervention.",
          "Developing a clear plan for cleaning, disinfection, and pollution removal, and monitoring compliance with it.",
          "Providing input on dealing with those requiring specific isolation methods or certain preventive measures.",
          "Improving working conditions and proposing regulations and appropriate procedures to enhance the management system.",
          "Making recommendations for providing appropriate personal protective equipment according to international standards."
        ]
      },
      {
        "title": "Medical Waste Management",
        "description": "Medical waste management represents a vital and sensitive aspect of the healthcare sector, requiring a high level of professionalism and caution in handling such special waste. Medical waste varies in its sources and characteristics, encompassing a wide range of materials and products that are generated and disposed of daily within hospitals, healthcare facilities, and clinics. These wastes include, but are not limited to, contaminated human tissues, blood, and organic body fluids that require proper and safe disposal methods. Additionally, they also include sharp objects, needles, and syringes, which must be disposed of in specific ways to ensure individuals are not exposed to injuries during the disposal process. Thanks to continuous medical and scientific advancements, the need for safe and effective disposal of medical waste has become more crucial than ever before. Failure to properly dispose of these wastes can have catastrophic effects on public health and the environment, such as air, water, and soil pollution resulting from improper disposal of medical waste. It can also contribute to the spread of diseases and infections, posing a threat to the public health of surrounding communities. Therefore, companies specialized in medical waste management play a critical role in preserving community health and protecting the environment. Mersalia Cleanliness and Environmental Protection Company aims to provide excellent and efficient services in managing this biohazardous waste in a safe and responsible manner. This is achieved by relying on best practices and modern technologies in this field. Furthermore, the company strives to offer the necessary support and consultations to healthcare institutions, ensuring that waste disposal is carried out in accordance with international standards and applicable local legislation.",
        "title-two": "How does Marsellia handle medical waste?",
        "description-two": [],
        "steps": [
          "Administration: Waste is sorted and classified according to its type and the level of hazard it poses.",
          "Collection: Waste is collected after sorting at designated sites, and radioactive materials are isolated using special procedures.",
          "Transportation: Waste is safely transported to treatment sites using a large fleet equipped with advanced cooling and technology.",
          "Treatment: Waste is treated using advanced methods to reduce its volume and eliminate hazardous components.",
          "Disposal: After the treatment processes are complete, the treated waste is disposed of responsibly and safely in a secure landfill."
        ]
      },
      {
        "title": "Pest Control Management",
        "description": "With Marsellia Cleaning and Environmental Protection Company, you can rest assured that you're dealing with experts in pest control. We provide specialized services in pest and disease vector control in an effective and safe manner. We're here to meet your needs, offering specialized consultations and innovative treatment programs using the latest scientific methods. Proud of our exceptional team, certified by the British Pest Control Association (BPCA), with extensive experience in the field. Our team efficiently delivers our distinguished services in accordance with the Integrated Pest Management (I.P.M) program, the global standard for pest control. We adhere to international and local laws in the use and control of pest control substances, focusing our efforts solely on targeted pests while excluding non-target individuals, environments, and organisms. We ensure an optimal and safe environment for our clients and the community, using environmentally friendly materials and pesticides that maintain human health. Performance is regularly monitored and evaluated to ensure compliance with global environmental protection standards. Depending on your needs, we offer tailored solutions for various pest control needs, including reptiles, rodents, flying and crawling insects, and more. We also rely on modern and innovative techniques to combat these pests, with a focus on prevention and proactive measures to prevent outbreaks and pest proliferation.",
        "title-two": "Pest Control Strategy",
        "description-two": [],
        "steps": [
          "With our experience and the expertise of our specialized team, we can provide effective and suitable solutions for various sectors such as commercial businesses, government institutions, healthcare facilities, hotels, restaurants, schools, and more. We understand that each client has unique needs, so we are committed to providing personalized service tailored to their specific requirements. If you're looking for a company that offers reliable and effective pest control solutions, Marsellia Cleaning and Environmental Protection Company is the perfect choice. Contact us today for a free consultation and comprehensive assessment of your needs. We are here to help create a safe and clean environment for you and your facilities."
        ]
      },
      {
        "title": "Pharmaceutical Waste Management",
        "description": "Pharmaceutical waste comprises a variety of medications and healthcare materials that become unfit for use or are no longer needed for several reasons. Among these reasons, medication expiration is common, where drugs lose their effectiveness after their specified expiry date. Additionally, exceeding the allowable timeframe for using medication after opening the package is another common reason for medications becoming waste. Some medications are also prohibited for use and are collected for disposal due to changes in drug composition, cost issues, or building a comprehensive patient record. Proper disposal of these medications is part of sound pharmacy policies and maintaining public safety.",
        "title-two": "How does Marsellia handle pharmaceutical waste?",
        "description-two": [],
        "steps": [
          "Marsellia is considered a leader in the safe disposal of pharmaceutical waste, owning several units for the safe disposal of various waste types, including high-temperature incinerators and primary and secondary furnaces. These units are essential in the company's efforts to effectively and responsibly manage pharmaceutical waste. Marsellia aims to reduce the harmful environmental effects resulting from improper disposal of expired and damaged pharmaceutical waste. The company works diligently to develop comprehensive plans that encompass all aspects of waste disposal. This includes collecting waste from all healthcare activities, pharmaceutical companies, factories, distributors, and agents nationwide. The waste managed by Marsellia's pharmaceutical waste management includes a variety of materials, including human medications, veterinary medications, cosmetics, health consumables, medical supplies, and baby formula. These wastes are handled in secure and safe ways to ensure they do not negatively impact the environment and public health."
        ]
      },
      {
        "title": "Training and Development Management",
        "description": "The Training and Development Management at Marsellia Cleaning and Environmental Protection Company is one of the prominent key departments within the company, dedicating its efforts to designing carefully tailored training programs to meet the needs of the company's employees. This ranges from basic training for new recruits to specialized training for nursing teams and healthcare facility workers in both the public and private sectors. These programs also aim to develop the skills of current employees and equip them with the knowledge and experience necessary to address the evolving challenges in the fields of cleanliness, environmental preservation, and infection control.",
        "title-two": " ",
        "description-two": [],
        "steps": []
      },
      {
        "title": "Oil Waste Management",
        "description": "Marsellia for Cleanliness & Environmental Protections is one of the leading companies in the environmental services sector in the region. Within its organizational structure, the company includes several key departments that cover various aspects related to its operations and strategic objectives. One of the most prominent of these departments is the Environmental Studies Department, which plays a pivotal role in developing and implementing the company's strategies and programs aimed at environmental conservation and protection. The Environmental Studies Department is responsible for several key tasks, including: Conducting studies and research related to the potential environmental impacts of various projects and activities undertaken or supervised by the company. Evaluating these environmental impacts and providing effective recommendations and solutions for mitigating or addressing them. Participating in the formulation of environmental policies and initiatives adopted by the company, in coordination with the relevant government and community entities. Contributing to the development of environmental awareness and education programs within the company and the local community. Monitoring and overseeing the implementation of projects and initiatives with environmental dimensions. The presence of this strong department within Marsellia's structure is of utmost importance for enhancing the company's leadership in the field of integrated environmental services and enabling it to achieve its ambitious goals towards environmental sustainability.",
        "title-two": " ",
        "description-two": [],
        "steps": []
      },
      {
        "title": "Environmental Studies Management",
        "description": "Marsellia for Cleanliness & Environmental Protections is one of the leading companies in the environmental services sector in the region. Within its organizational structure, the company includes several key departments that cover various aspects related to its operations and strategic objectives. One of the most prominent of these departments is the Environmental Studies Department, which plays a pivotal role in developing and implementing the company's strategies and programs aimed at environmental conservation and protection. The Environmental Studies Department is responsible for several key tasks, including: Conducting studies and research related to the potential environmental impacts of various projects and activities undertaken or supervised by the company. Evaluating these environmental impacts and providing effective recommendations and solutions for mitigating or addressing them. Participating in the formulation of environmental policies and initiatives adopted by the company, in coordination with the relevant government and community entities. Contributing to the development of environmental awareness and education programs within the company and the local community. Monitoring and overseeing the implementation of projects and initiatives with environmental dimensions. The presence of this strong department within Marsellia's structure is of utmost importance for enhancing the company's leadership in the field of integrated environmental services and enabling it to achieve its ambitious goals towards environmental sustainability.",
        "title-two": " ",
        "description-two": [],
        "steps": []
      },
      {
        "title": "Cleaning Management and Café",
        "description": "Marsellia for Cleanliness & Environmental Protections is one of the leading companies in the environmental services sector in the region. Within its organizational structure, the company includes several key departments that cover various aspects related to its operations and strategic objectives. One of the most prominent of these departments is the Environmental Studies Department, which plays a pivotal role in developing and implementing the company's strategies and programs aimed at environmental conservation and protection. The Environmental Studies Department is responsible for several key tasks, including: Conducting studies and research related to the potential environmental impacts of various projects and activities undertaken or supervised by the company. Evaluating these environmental impacts and providing effective recommendations and solutions for mitigating or addressing them. Participating in the formulation of environmental policies and initiatives adopted by the company, in coordination with the relevant government and community entities. Contributing to the development of environmental awareness and education programs within the company and the local community. Monitoring and overseeing the implementation of projects and initiatives with environmental dimensions. The presence of this strong department within Marsellia's structure is of utmost importance for enhancing the company's leadership in the field of integrated environmental services and enabling it to achieve its ambitious goals towards environmental sustainability.",
        "title-two": "Our Services",
        "description-two": [],
        "steps": [
          "Preparing hot and cold beverages: We skillfully prepare a variety of hot and cold beverages according to customers' preferences.",
          "Providing snacks: We offer a diverse selection of delicious snacks that cater to all tastes.",
          "Catering services: We provide catering services with the highest levels of elegance and professionalism for guests and visitors.",
          "Supplying utensils and tools: We provide all the necessary utensils and tools for serving beverages and meals, ranging from tea and coffee sets to plates, cups, and various dishes, ensuring a comfortable and enjoyable dining experience.",
          "Supplying equipment: We ensure to provide you with the latest equipment and devices needed for preparing and serving hot and cold beverages, such as coffee machines, tea makers, milk frothers, and more, ensuring the best quality and taste of beverages.",
          "Kitchen cleaning and sanitization: We ensure strict cleaning and sanitization of kitchens and food equipment to ensure health and safety.",
          "Floor and carpet cleaning: We offer comprehensive cleaning and washing services for floors and carpets using the latest techniques and equipment to achieve perfect results.",
          "Glass and window cleaning: We efficiently clean and polish glass and windows to achieve a clean and attractive appearance.",
          "Restroom cleaning: We take care of regular and thorough cleaning and sanitization of restrooms to maintain their cleanliness and hygiene.",
          "Waste management: We collect and dispose of waste in an organized and proper manner, following the best environmental practices.",
          "Office and public space cleaning: All offices and public areas are meticulously cleaned to provide a clean and tidy environment that enhances the performance of employees and visitors."
        ]
      },
      {
        "title": "Asbestos Disposal Management",
        "description": "Asbestos disposal management represents a vital and sensitive aspect in the construction and environmental health sector, requiring a high level of professionalism and caution when handling these hazardous materials. Asbestos is present in many old buildings and can pose a significant risk to public health if not handled correctly. The asbestos disposal process involves several key stages, all of which require precise procedures to ensure safety and prevent contamination.",
        "title-two": "Here is how Marseille Company handles asbestos disposal:",
        "description-two": [],
        "steps": [
          "Management and Assessment: The process begins with a comprehensive site assessment to identify the presence of asbestos, its type, and the associated risk level. A specialized team inspects the building and conducts the necessary tests to identify asbestos-containing materials.",
          "Planning and Preparation: After the assessment, a detailed plan is developed to safely remove the asbestos. The plan includes preparing the site with barriers and personal protective equipment to ensure the safety of workers and the surrounding environment. Specific areas are also prepared to securely contain the removed materials.",
          "Removal: Asbestos is removed using advanced techniques and specialized tools to minimize the spread of harmful fibers into the air. Workers follow strict protocols during the removal process, including wearing protective clothing and respiratory masks.",
          "Transport: After removal, asbestos-containing materials are collected in sealed containers for safe transport to specialized treatment sites. The transport is conducted using equipped vehicles to ensure no harmful fibers escape during the process.",
          "Processing and Final Disposal: The materials arrive at approved treatment sites where they are handled in ways that ensure no harm to the environment. These methods include burying the asbestos in designated landfills or using advanced technological methods to neutralize its risk.",
          "Monitoring and Documentation: After completing the removal and disposal process, final inspections are conducted to ensure no remaining contamination. All stages of the process are documented to ensure compliance with international and local standards.",
          "Marseille Company plays a pivotal role in maintaining community health and protecting the environment from asbestos risks, relying on best practices and modern technologies in this field. The company aims to provide outstanding and efficient services to ensure safe and responsible asbestos disposal, offering necessary support and consultations to institutions and individuals to ensure everyone's safety."
        ]
      }
    ],
    "news": [
      {
        "title": "Visit of Thermomeccanica Ecologia to Marsilia for Environmental Cooperation",
        "des": "Today, on July 9, 2024, Marsilia Company had the honor of welcoming Mr. Rossi Ricardo, the Commercial Director of the Italian company Thermomeccanica Ecologia. The purpose of the visit was to review our company's capabilities in the field of environmental logistics services. This visit provided an opportunity to exchange expertise and discuss potential future cooperation between the two companies. At Marsilia Company, we are committed to providing the best environmental services and believe that this visit will contribute to enhancing our position and sustainably developing our services. Stay tuned to our website for more updates and company news."
      },
      {
        "title": "Strategic Partnership between Marseille Cleaning and Amak International to Achieve Sustainability in the Oil and Gas Sector",
        "des": "Today, on July 9, 2024, Marsilia Company had the honor of welcoming Mr. Rossi Ricardo, the Commercial Director of the Italian company Thermomeccanica Ecologia. The purpose of the visit was to review our company's capabilities in the field of environmental logistics services. This visit provided an opportunity to exchange expertise and discuss potential future cooperation between the two companies. At Marsilia Company, we are committed to providing the best environmental services and believe that this visit will contribute to enhancing our position and sustainably developing our services. Stay tuned to our website for more updates and company news."
      },
      {
        "title": "Strategic Partnership between Marseille Cleaning and Amak International to Achieve Sustainability in the Oil and Gas Sector",
        "des": "Marseille Cleaning and Environmental Protection Company, in cooperation with Amak International for Oil Waste, has provided its distinguished services to Mellitah Oil and Gas Company. These services include the treatment and management of oil waste using the latest advanced technologies, ensuring environmental protection and adherence to global standards. This partnership comes to enhance the efforts of both companies in achieving environmental sustainability and improving operational processes in the oil and gas sector. Marseille Company is proud to collaborate with Amak International to offer innovative and integrated solutions that meet the needs of its partners and contribute to achieving their environmental and economic goals."
      },
      {
        "title": "Strategic Partnership between Marseille Cleaning and Amak International to Achieve Sustainability in the Oil and Gas Sector",
        "des": "Marseille Cleaning and Environmental Protection Company, in cooperation with Amak International for Oil Waste, has provided its distinguished services to Mellitah Oil and Gas Company. These services include the treatment and management of oil waste using the latest advanced technologies, ensuring environmental protection and adherence to global standards. This partnership comes to enhance the efforts of both companies in achieving environmental sustainability and improving operational processes in the oil and gas sector. Marseille Company is proud to collaborate with Amak International to offer innovative and integrated solutions that meet the needs of its partners and contribute to achieving their environmental and economic goals."
      }
    ]
  }
}
